Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/PlayBranchHistory.xcstrings
Source language: en
Languages: zh_hans

# branchHistory.open
source: View branch history
zh_hans: 查看分支历史

# branchHistory.title
source: This run’s branch history
zh_hans: 本次游玩的分支历史

# branchHistory.detail
source: Only choices recorded by the server for this run appear here, in server order. Times are shown as reported by the server.
zh_hans: 仅显示服务端记录的本次游玩选择，按记录顺序排列。时间按服务端记录展示。

# branchHistory.close
source: Back to summary
zh_hans: 返回摘要

# branchHistory.empty
source: No branch choices recorded for this run yet.
zh_hans: 本次游玩尚无分支选择记录。

# branchHistory.unavailable
source: Branch history is unavailable for this read. Return to the summary and refresh to check again.
zh_hans: 此次读取的分支历史暂不可用。请返回摘要并刷新后再查看。

# branchHistory.expired
source: This read has changed. Return to the summary to view the current run.
zh_hans: 此次读取已更新。请返回摘要查看当前游玩记录。

# branchHistory.partial
source: Some records could not be displayed. This list may be incomplete.
zh_hans: 部分记录无法展示，当前列表可能不完整。

# branchHistory.from
source: From
zh_hans: 从

# branchHistory.to
source: To
zh_hans: 到

# branchHistory.nodeUnknown
source: Node name unavailable
zh_hans: 节点名称暂不可用

# branchHistory.step
source: Choice %lld
zh_hans: 第 %lld 次选择

# branchHistory.timeUnknown
source: Time unavailable
zh_hans: 时间暂不可用
